[ja-JP]
UI_MENU_TOPMOST=最上位
TEXT_MODE_OUTPUT_PATH_FORMAT=[RealTimePPDisplayer]PP ファイル: {0}
MMF_MODE_OUTPUT_PATH_FORMAT=[RealTimePPDisplayer]メモリーマッピングファイル: {0}
CHECK_RTPPD_UPDATE=[RealTimePPDisplayer]RealTimePPDisplayerの新しいバージョン({0})が見つかりました
CHECK_OPPAI_UPDATE=[RealTimePPDisplayer]oppai-ngの新しいバージョン({0})が見つかりました
CHECK_GOTO_RELEASE_PAGE_HINT=[RealTimePPDisplayer] rtpp releases と入力するとブラウザでリリースページを開きます
UI_UPDATE_CONFIGGUI_MESSAGEBOX=ConfigGUIをバージョン0.2.1以降にアップデートしてください
HINT_BEATMAP_NO_FOUND=[RealTimePPDisplayer]ビートマップが見つかりません！ Songsフォルダのパスが正しいか確認してください(OsuRTDataProviderの設定でSongsフォルダのパスを設定してください)
HINT_CANNOT_WATCH_OTHER_PLAYER=[RealTimePPDisplayer]他のプレイヤーを閲覧することはできません(他のプレイヤーを閲覧したい場合はBy CuteSync Proxyのチェックを外してosu!APIのキーを入力してください)
HINT_POBT_VERSION_LOWER=[RealTimePPDisplayer]PublicOsuBotTransferのバージョンが1.3.0以下のためBy CuteSync Proxyは使えません
MBX_POBT_VERSION_NO_INSTALLED=PublicOsuBotTransferプラグインがインストールされていません
UI_OPENEDITOR_BUTTON_CONTENT=エディターを開く
UI_MULTIOUTPUTEDITOR_BUTTON_CONTENT=マルチアウトプットエディター
UI_NAME_LABEL=名前:
UI_FORMAT_LABEL=フォーマット:
UI_DELETETHIS_BUTTON_CONTENT=削除する
UI_SMOOTH_CHECKBOX_CONTENT=滑らかさ
UI_EDITFORMAT_BUTTON_CONTENT=編集
UI_SMMOTH_CHECKBOX_TOOLTIP=スムースを有効にする
UI_TYPE_COMBOBOX_TOOLTIP=アウトプットメゾッドを選択
UI_FORMATTER_COMBOBOX_TOOLTIP=フォーマッターを選択
UI_MODES_MULTISELECTCOMBOBOX_TOOLTIP=どのモードでDisplayerを更新するか
FPS=FPS
TextOutputPath=テキスト出力パス
DisplayHitObject=ヒットオブジェクト表示
FontName=フォント
PPFontSize=PPのフォントの大きさ
PPFontColor=PPのフォントの色
HitCountFontSize=ヒットカウントのフォントの大きさ
HitCountFontColor=ヒットカウントのフォントの色
BackgroundColor=背景色
WindowHeight=ウィンドウの横幅
WindowWidth=ウィンドウの縦幅
SmoothTime=スムース時間
Topmost=最上位
WindowTextShadow=ウィンドウ上のテキストの影
OutputMethods=出力メゾッド
DebugMode=デバッグモード
PPFormat=PPフォーマット
HitCountFormat=ヒットカウントフォーマット
RoundDigits=表示桁数
IgnoreTouchScreenDecrease=タッチスクリーンの減少を無視する
RankingSendPerformanceToChat=チャットにPP・ランキングを送信する
UseUnicodePerformanceInformation=Unicode時のメタデータを取得する
ByCuteSyncProxy=By CuteSync Proxy
ApiKey=Osu!APIキー
Formatter=フォーマッター
